number = 99
z = 0
for n in range(99, 0, -1):
    z = n - 1
    if (n%10 == 0) or (n%10 == 9) or (n%10 == 8) or (n%10 == 7) or (n%10 == 5):
        print("В холодильнике", n, "бутылок кваса.")
        print("Возьмем одну и выпьем.")

    elif (n%10 == 6) or (n%10 == 4) or (n%10 == 3) or (n%10 == 2):
        print("В холодильнике", n, "бутылки кваса.")
        print("Возьмем одну и выпьем.")

    elif n%10 == 1:
        print("В холодильнике", n, "бутылка кваса.")
        print("Возьмем одну и выпьем.")

    if (z % 10 == 0) or (z % 10 == 9) or (z % 10 == 8) or (z % 10 == 7) or (z % 10 == 5):
        print("Осталось", z, "бутылок кваса.")
    if (z % 10 == 6) or (z % 10 == 4) or (z % 10 == 3) or (z % 10 == 2):
        print("Осталось", z, "бутылки кваса.")
    if z % 10 == 1:
        print("Осталось", z, "бутылка кваса.")


# 0 9 8 7 5 бутылок
# 6 4 3 2 бутылки
# 1 бутылка